Repository: dannyqwertz/wp-advent
Catalog: languages/wp-advent-*.po
Languages: de_de

source: Advent Calendar
de_de: Adventskalender

source: Are you sure?
de_de: Bist Du sicher?

source: Choose Image
de_de: Bild auswählen

# post type general name
source: Sheets
de_de: Kalenderblätter

# post type singular name
source: Sheet
de_de: Kalenderblatt

# admin menu
source: Sheets
de_de: Kalenderblätter

# add new on admin bar
source: Sheet
de_de: Kalenderblatt

# sheet
source: Add New
de_de: Neues Kalenderblatt hinzufügen

source: Add New Sheet
de_de: Neues Kalenderblatt hinzufügen

source: New Sheet
de_de: Neues Kalenderblatt

source: Edit Sheet
de_de: Kalenderblatt bearbeiten

source: View Sheet
de_de: Kalenderblatt ansehen

source: All Sheets
de_de: Alle Kalenderblätter

source: Search Sheets
de_de: Kalenderblätter durchsuchen

source: No sheets found.
de_de: Keine Kalenderblätter gefunden.

source: No sheets found in Trash.
de_de: Keine Kalenderblätter gefunden.

# taxonomy general name
source: Calendars
de_de: Adventskalender

# taxonomy singular name
source: Calendar
de_de: Kalender

source: Search Calendars
de_de: Kalender durchsuchen

source: Popular Calendars
de_de: Populäre Kalender

source: All Calendars
de_de: Alle Kalender

source: Edit Calendar
de_de: Kalender bearbeiten

source: View Calendar
de_de: Kalender ansehen

source: Delete Calendar
de_de: Kalender löschen

source: Update Calendar
de_de: Kalender aktualisieren

source: Add New Calendar
de_de: Neuen Kalender hinzufügen

source: New Calendar Name
de_de: Name des neuen Kalenders

source: New Calendar Name:
de_de: Name des neuen Kalenders:

source: Calendar
de_de: Kalender

source: Separate calendars with commas
de_de: Kalender mit Kommata trennen

source: Add or remove calendars
de_de: Kalender hinzufügen oder entfernen

source: No calendars found.
de_de: Keine Kalender gefunden

source: Add to Calendar
de_de: Zu Kalender hinzufügen

source: We could not find a calendar for this sheet. Try to change the date of this post to the day you want the sheet to appear.
de_de: Es konnte kein passender Kalender gefunden werden. Versuche, das Datum dieses Eintrags auf den Tag zu ändern, an dem er im Kalender erscheinen soll.

source: None of these calendars
de_de: Keiner dieser Kalender

source: Year:
de_de: Jahr:

source: Calendar cover image
de_de: Kalenderbild

source: Choose other image
de_de: Bild auswählen

source: Manage calendar
de_de: Kalender verwalten

source: Randomize days
de_de: Zufällige Anordnung

source: Sheets that somehow got lost
de_de: Kalenderblätter, die verloren gegangen sind

source: Add to this calendar
de_de: Zu diesem Kalender hinzufügen
